---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyCurveGstylePlusInvisible
source: html/1cebb3fc-805f-2a8c-24cd-8c1d05723bfe.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyCurveGstylePlusInvisible Property

"Subcategory"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyCurveGstylePlusInvisible { get; }
```